Repository: common-repository/woo-mensagia
Catalog: languages/woo-mensagia-*.po
Languages: ca, es_mx

source: Import completed
ca: Importació completada
es_mx: Importación completada

source: Total contacts processed
ca: Total de contactes processats
es_mx: Total de contactos procesados

source: Total contacts created
ca: Total de contactes creats
es_mx: Total de contactos creados

source: Total contacts imported
ca: Total de contactes importats
es_mx: Total de contactos importados

source: Total errors
ca: Errors totals
es_mx: Total de errores

source: Import groups to Mensagia
ca: Importar grups a Mensagia
es_mx: Importar grupos a Mensagia

source: Request processed correctly.
ca: Sol·licitud processada correctament.
es_mx: Solicitud procesada correctamente.

source: Processed contacts
ca: Contactes processats
es_mx: Contactos procesados

source: Created contacts
ca: Contactes creats
es_mx: Contactos creados

source: Imported contacts
ca: Contactes importats
es_mx: Contactos importados

source: Errors
es_mx: Errores

source: There was an error importing in Mensagia.
ca: S'ha produït un error en importar a Mensagia.
es_mx: Se produjo un error al importar en Mensagia.

source: Import finished. Completed requests:
ca: Importació finalitzada. Petició finalitzades:
es_mx: La importación ha finalizado. Peticiones completadas:

source: Making request to Mensagia. Completed requests:
ca: Fent peticions a Mensagia. Peticions finalitzades:
es_mx: Haciendo peticiones a Mensagia. Solicitudes completadas:

source: There was an unexpected error checking the processes in Mensagia.
ca: S'ha produït un error inesperat en la comprovació dels processos a Mensagia.
es_mx: Se produjo un error inesperado al comprobar los procesos en Mensagia.

source: Import requests to Mensagia
ca: Peticions d’importació a Mensagia
es_mx: Peticiones de importación a Mensagia

source: Users import requests to the agenda:
ca: Peticions d’importació a la agenda:
es_mx: Peticiones de importaciones a la agenda:

source: Request successfully made. Request number
ca: Petició realitzada amb èxit. Número de petició
es_mx: Petición realizada con éxito. Número de petición

source: Import requests from groups to Mensagia finished
ca: S'han acabat les sol·licituds d'importació de grups a Missatges
es_mx: Las peticiones de importación de los grupos a Mensagia han finalizado

source: Import request from groups to Mensagia finished
ca: S'ha acabat la sol·licitud d'importació de grups a Mensagia
es_mx: Peticiones de importación de los grupos a Mensagia han finalizado

source: Import requests to Mensagia have completed successfully.
ca: Les sol·licituds d'importació a Mensagia s'han completat correctament.
es_mx: Las peticiones de importación a Mensagia se han completado con éxito.

source: Groups to export do not have valid users.
ca: Els grups a exportar no tenen usuaris vàlids.
es_mx: Los grupos a exportar no tienen usuarios válidos.

source: Extra fields
ca: Camps personalitzats
es_mx: Campos personalizados

source: Checking extra fields:
ca: Comprovació de camps personalitzats:
es_mx: Comprobando campos personalizados

source: The extra field doesn't exist on Mensagia.
ca: El camp personalitzat no existeix a Mensagia.
es_mx: El campo personalizado no existe en Mensagia.

source: Extra field created succesfully.
ca: Camp personalitzat creat amb èxit.
es_mx: Campo personalizado creado con éxito.

source: Error when creating an extra field
ca: S'ha produït un error en crear un camp personalitzat
es_mx: Error al crear un campo personalizado

source: The extra field already exists in Mensagia.
ca: Ja existeix el camp personalitzat a Mensagia.
es_mx: El campo personalizado ya existe en Mensagia.

source: Delete agendas
ca: Eliminar agendes
es_mx: Eliminar agendas

source: Deleting agenda:
ca: Eliminant l'agenda:
es_mx: Eliminando agenda:

source: Agenda deleted succesfully.
ca: S'ha esborrat l'agenda amb èxit.
es_mx: Agenda borrada con éxito.

source: The agenda could not be deleted.
ca: No s'ha pogut esborrar l'agenda.
es_mx: No se pudo eliminar la agenda.

source: The agenda doesn't exist in Mensagia.
ca: L'agenda no existeix a Mensagia.
es_mx: La agenda no existe en Mensagia.

source: Creating agenda in Mensagia
ca: Creant agenda a Mensagia
es_mx: Creando agenda en Mensagia

source: Creating agenda:
ca: Creant agenda:
es_mx: Creando agenda:

source: The agenda exists in Mensagia.
ca: L'agenda existeix a Mensagia.
es_mx: La agenda existe en Mensagia.

source: Agenda created succesfully.
ca: Agenda creada amb èxit.
es_mx: Agenda creada con éxito.

source: Error creating agenda
ca: S'ha produït un error en crear l’agenda
es_mx: Error al crear la agenda

source: Preparing export groups to Mensagia
ca: Preparant grups per exportar a Mensagia
es_mx: Preparando grupos para la exportación a Mensagia

source: Collecting information for export to Mensagia.
ca: Recopilant informació per exportar a Mensagia.
es_mx: Recolección de información para la exportación a Mensagia.

source: Configuration
ca: Configuració
es_mx: Configuración

source: You must enter your Mensagia's access data before using this plugin
ca: Heu d'introduir les dades d'accés de la vostra compte de Mensagia abans d'utilitzar aquest plugin
es_mx: Debes ingresar los datos de acceso de Mensagia antes de usar este plugin

source: You must enter a valid Mensagia account before using this plugin
ca: Heu d'introduir un compte de Mensagia vàlid abans d'utilitzar aquest plugin
es_mx: Debes ingresar los datos de acceso de Mensagia antes de usar este plugin

source: In order to use the Mensagia plugin you must configure it first. Correct the following errors:
ca: Per utilitzar el plugin de Mensagia primer heu de configurar-lo. Corregiu els errors següents:
es_mx: Para usar el plugin de Mensagia, primero debe configurarlo. Corrija los siguientes errores:

source: Connect your Mensagia account with Wordpress
ca: Connecteu el vostre compte de Mensagia amb Wordpress
es_mx: Conecta tu cuenta de Mensagia con Wordpress

source: You must connect your Mensagia account to use this plugin
ca: Heu de connectar el vostre compte de Mensagia per utilitzar aquest plugin
es_mx: Debes conectar tu cuenta Mensagia para usar este plugin

source: Mensagia's email access
ca: Correu electrònic d’accés Mensagia
es_mx: Email de acceso a Mensagia

source: Mensagia's password access
ca: Contrasenya d’accés a Mensagia
es_mx: Contraseña de acceso a Mensagia

source: Account correctly connected to Mensagia
ca: Compte correctament connectat a Mensagia
es_mx: Cuenta correctamente conectada con Mensagia

source: Available balance
ca: Saldo disponible
es_mx: Saldo disponible

source: Create new account
ca: Crea un compte nou
es_mx: Crear una nueva cuenta

source: Add balance
ca: Afegir saldo
es_mx: Añadir saldo

source: Remember password
ca: Recordar contrasenya
es_mx: Recordar contraseña

source: Save
ca: Guardar
es_mx: Guardar

source: Send API settings and source address
ca: Configuració d’enviament i remitent
es_mx: Configuración de envio API y remitentes de envío

source: Attention!
ca: Atenció!
es_mx: ¡Atención!

source: You must choose a source address configuration in order to use SMS Notifications
ca: Heu d'escollir una configuració d’enviament per poder utilitzar les Notificacions SMS
es_mx: Debes escoger una configuración de envío para poder utilizar las Notificaciones SMS

source: Choose configuration to send
ca: Tria la configuració per enviar
es_mx: Escoger configuración de envío

source: Choose a configuration to send...
ca: Tria una configuració per enviar ...
es_mx: Escoger una configuración de envío

source: The source address will be
ca: El remitent serà
es_mx: El remitente será

source: You do not have any configuration to send created in Mensagia. You must create one in:
ca: No teniu cap configuració d’enviament creada a Mensagia. Heu de crear una a:
es_mx: No tienes ninguna configuración de envío creada en Mensagia. Debes crear una en:

source: API shipment settings in Mensagia
ca: Configuració d’enviament API a Mensagia
es_mx: Configuraciones de envío API en Mensagia

source: You must first configure your access to Mensagia before configuring the configuration to send.
ca: Primer heu de configurar l'accés a Mensagia abans de escollir la configuració amb la que vulgueu enviar.
es_mx: Primero debes configurar tu acceso a Mensagia antes de configurar la configuración de envío.

source: Shop administrators
ca: Administradors de la botiga
es_mx: Administradores de la tienda

source: Create store administrators to recieve SMS notifications of administrator type.
ca: Crea administradors de la botiga per rebre notificacions per SMS de tipus d'administrador.
es_mx: Crear administradores de la tienda para recibir notificaciones SMS de tipo administrador.

source: Name
ca: Nom
es_mx: Nombre

source: Phone number
ca: ﻿Número de telèfon
es_mx: Numero de teléfono

source: Delete
ca: Esborrar
es_mx: Borrar

source: Attention
ca: Atenció
es_mx: Atención

source: You do not have administrators created, you must create at least one to use SMS Notifications.
ca: No teniu administradors creats, heu de crear com a mínim un per utilitzar les Notificacions SMS.
es_mx: No tienes administradores creados, debes crear al menos uno para utilizar las Notificaciones SMS.

source: Create store administrators to recieve SMS notifications of administrator type
ca: Crea administradors de la botiga per rebre notificacions per SMS de tipus d'administrador.
es_mx: Crear administradores de la tienda para recibir notificaciones SMS de tipo administrador.

source: Create administrator
ca: Crear administradors
es_mx: Crear administrador

source: Management of international prefixes on mobile numbers
ca: Gestió de prefixos internacionals sobre números mòbils
es_mx: Gestión de los prefijos internacionales en los números de móvil

source: You must choose how we will handle the prefixes of your contact's mobile numbers.
ca: Heu d'escollir com gestionarem els prefixos dels números de telèfon dels vostres contactes.
es_mx: Debes elegir cómo manejamos los prefijos en los números de móvil de tus contactos.

source: In order to send SMS we need numbers to have prefixes. Tell us how we should proceed with your contacts's mobile numbers
ca: Per poder enviar SMS necessitem que els números de mòbil tinguin prefixos. Indicans com hem de procedir amb els números de mòbil dels teus contactes
es_mx: Para poder enviar SMS necesitamos que los números tengan prefijos. Indícanos como debemos proceder con los números de móvil de tus contactos

source: Are the mobile numbers of your contacts stored with the country code?
ca: Els números mòbils dels vostres contactes estan emmagatzemats amb el codi del país?
es_mx: ¿Los números de móvil de tus contactos están guardados con el prefijo del país?

source: It is not being verified that they keep the mobile number with a prefix. If the mobile number has no prefix, add the prefix of the country of the contact.
ca: No s´està comprobant que es guardi el número de mòbil amb el prefixe. Si el número de mòbil no té prefix, afegir el prefixe del país del contacte
es_mx: No se está comprobando que guarden el número de móvil con prefijo . Si el número de móvil no tiene prefijo, añadirle el prefijo del país del contacto.

source: Yes, all numbers are stored with their corresponding country code.
ca: Sí, tots els números s'emmagatzemen amb el seu prefixe de país corresponent.
es_mx: Si, todos los números están guardados con su prefijo de país correspondiente.

source: Add the number with a prefix, without the + sign and without spaces.
ca: Afegiu el número amb el prefix, sense el signe + i sense espais.
es_mx: Añade el número con el prefijo, sin el signo + y sin espacios.

source: Cancel
ca: Cancel·la
es_mx: Cancelar

source: The sending configuration chosen does not allow dynamic senders.
ca: La configuració d'enviament seleccionada no permet remitents dinàmics.
es_mx: La configuración de envío escogida no permite remitentes dinámicos

source: Export to Mensagia
ca: Exportar a Mensagia
es_mx: Exportar a Mensagia

source: Choose the user roles to export
ca: Escull els rols d’usuari per exportar
es_mx: Elige los roles de usuario para la exportación

source: You must choose at least one role to export to Mensagia
ca: Heu de triar com a mínim un rol per exportar a Mensagia
es_mx: Debe seleccionar al menos un rol de usuarios para exportar a Mensagia

source: Choose the agenda name
ca: Tria el nom de l'agenda
es_mx: Elige el nombre de la agenda

source: The following agendas will be created on Mensagia:
ca: Les següents agendes es crearan a Mensagia:
es_mx: Se crearán las siguientes agendas en Mensagia:

source: The agenda name cannot be empty
ca: El nom de l'agenda no pot estar buit
es_mx: El nombre de la agenda no puede estar vacío

source: If this agenda already exists in Mensagia. Do you want to delete it?
ca: Si aquesta agenda ja existeix a Mensagia. Voleu eliminar-la?
es_mx: Si la agenda ya existe en Mensagia. ¿Deseas eliminarla?

source: Yes
ca: Si
es_mx: Sí

source: Fields to export
ca: Camps a exportar
es_mx: Campos a exportar

source: Users
ca: Usuaris
es_mx: Usuarios

source: Mobile phone
ca: Telèfon mòbil
es_mx: Teléfono móvil

source: Name and lastname
ca: Nom i cognoms
es_mx: Nombre y apellido

source: Email
es_mx: Correo electrónico

source: Mensagia extra field
ca: Mensagia camp personal.litzat
es_mx: Campo personalizado de Mensagia

source: Customer ID
ca: ID Client
es_mx: ID de Cliente

source: Creation date
ca: Data de creació
es_mx: Fecha de creación

source: User role
ca: Rol d’usuari
es_mx: Rol de usuario

source: Mark / Unmark all
ca: Marcar / Desmarcar
es_mx: Marcar / desmarcar todos

source: Orders
ca: Comandes
es_mx: Pedídos

source: Last order date
ca: Última comanda
es_mx: Fecha del último pedido

source: Number of orders placed
ca: Nombre de comandes
es_mx: Número de pedidos realizados

source: Total spent
ca: Total gastat
es_mx: Total gastado

source: Total spent this year
ca: Total gastat aquest any
es_mx: Total gastado este año

source: Total spent the last year
ca: Total gastat el any passat
es_mx: Total gastado el año pasado

source: Total spent this month
ca: Total gastat aquest mes
es_mx: Total gastado este mes

source: Total spent the last month
ca: Total gastat el mes passat
es_mx: Total gastado el mes pasado

source: Export groups to Mensagia
ca: Exportar grups a Mensagia
es_mx: Exportar grupos a Mensagia

source: Export
ca: Exportar
es_mx: Exportar

source: Export has ended unexpectedly. Check the export errors to know the reason.
ca: L’exportació ha finalitzat inesperadament. Comproveu els errors d'exportació per saber la raó.
es_mx: La exportación ha terminado inesperadamente. Comprueba los errores de exportación para saber la razón.

source: Export completed successfully.
ca: Exportació completada correctament.
es_mx: La exportación se ha completado con éxito

source: Export processing
ca: Procès d’exportació
es_mx: Proceso de exportación

source: Export errors
ca: Errors de l'exportació
es_mx: Errores de la exportación

source: Thanks for trying the Mensagia WooCoomerce Plugin
ca: Gràcies per provar el plugin de Mensagia per WooCoomerce
es_mx: Gracias por probar el Plugin de Mensagia para WooCoomerce

source: If you want to try this plugin, you can download it for free from:
ca: Si voleu provar aquest plugin, pot descarregar-lo gratuïtament de:
es_mx: Si quieres probar este plugin, puede descargarlo gratuitamente desde:

source: Continue
ca: Continuar
es_mx: Continuar

source: SMS example
ca: Exemple SMS
es_mx: Ejemplo SMS

source: Close
ca: Tancar
es_mx: Cerrar

source: Saved successfully
ca: Guardat correctament
es_mx: Guardado correctamente

source: Error saving data
ca: Erro en guardar les dades
es_mx: Error guardando los datos

source: Customer variables
ca: Variables de client
es_mx: Variables de cliente

source: Store variables
ca: Variables de botiga
es_mx: Variables de la tienda

source: Order variables
ca: Variables de comandes
es_mx: Variables de pedido

source: Product variables
ca: Variables de producte
es_mx: Variables de producto

source: Refunds
ca: Devol.lucions
es_mx: Devoluciones

source: SMS Notifications
ca: Notificacions per SMS
es_mx: Notificaciones SMS

source: Order Status
ca: Estat de la comanda
es_mx: Estado del pedido

source: Customer notifications
ca: Notificacions de client
es_mx: Notificaciones para clientes

source: Administrators notifications
ca: Notificacions d'administradors
es_mx: Notificaciones para administradores

source: Administrators: Order status
ca: Administradors: Estat de la comanda
es_mx: Administradores: Estado del pedido

source: Edit notification
ca: Editar la notificació
es_mx: Editar notificación

source: Administrators: Orders
ca: Administradors: Comandes
es_mx: Administradores: Pedidos

source: New order
ca: Nova comanda
es_mx: Nuevo pedido

source: Payment completed
ca: Pagament completat
es_mx: Pago completado

source: Refund completed
ca: Devol.lució completada
es_mx: Devolución completada

source: Administrators: Products
ca: Administradors: productes
es_mx: Administradores: Productos

source: Product deleted
ca: Producte esborrat
es_mx: Producto eliminado

source: Customers: Order status
ca: Clients: Estat de la comanda
es_mx: Clientes: Estado del pedido

source: Customers: Orders
ca: Clients: comandes
es_mx: Clientes: Pedidos

source: Notification ACTIVATED
ca: Notificació ACTIVADA
es_mx: Notificación ACTIVADA

source: Notification disabled
ca: Notificació desactivada
es_mx: Notificacion desactivada

source: The Mensagia plugin only works if <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> is installed and actived. Please, install/active it to use the Mensagia plugin.
ca: El complement de Mensagia només funciona si <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> està instal·lat i activat. Instal·leu-lo / activeu-lo per utilitzar el plugin de Mensagia.
es_mx: El plugin de Mensagia sólo funciona si <a href="http://wordpress.org/extend/plugins/woocommerce/">WooCommerce</a> está instalado y activado. Por favor, instálelo / active para usar el plugin Mensagia.

source: Demo data can not be modified
ca: No es poden modificar les dades de demostració
es_mx: Los datos de demostración no se pueden modificar

source: Prefix mode saved succesfully
ca: El mode de prefix s'ha guardar correctament
es_mx: Modo de prefijo guardado con éxito

source: Error saving prefix mode
ca: S'ha produït un error en guardar el mode de prefix
es_mx: Error al guardar el modo del prefijo

source: You must enter a valid email address
ca: Heu d'introduir una adreça electrònica vàlida
es_mx: Debes introducir un email válido

source: You must enter a valid password
ca: Heu d'introduir una contrasenya vàlida
es_mx: Debes introducir una contraseña válida

source: Account connected!
ca: Compte connectat!
es_mx: ¡Cuenta conectada!

source: The access data does not correspond to any active Mensagia account.
ca: Les dades d'accés no corresponen a cap compte actiu de Mensagia.
es_mx: Los datos de acceso no corresponden a ninguna cuenta activa de Mensagia.

source: Administrator created correctly.
ca: L'administrador s'ha creat correctament.
es_mx: Administrador creado correctamente.

source: Error creating administrator.
ca: S'ha produït un error en crear l'administrador.
es_mx: Error al crear administrador.

source: An administrator already exists with this number.
ca: Ja existeix un administrador amb aquest número.
es_mx: Un administrador ya existe con este número.

source: Incorrect data.
ca: Dades incorrectes
es_mx: Datos incorrectos.

source: Administrator successfully deleted.
ca: S'ha eliminat correctament l'administrador.
es_mx: Administrador eliminado correctamente.

source: Error removing administrator.
ca: S'ha produït un error en eliminar l'administrador.
es_mx: Error al eliminar el administrador.

source: The delivery settings have been configured correctly.
ca: La configuració d’enviament s'ha configurat correctament.
es_mx: La configuración de envío se ha configurado correctamente.

source: You have not chosen any delivery settings.
ca: No heu escollit cap configuració d’enviament.
es_mx: No ha elegido ninguna configuración de envío.

source: You must create a delivery setting in Mensagia.
ca: Heu de crear una configuració d’enviament a Mensagia.
es_mx: Debe crear una configuración de envío en Mensagia.

source: You must choose a delivery setting in Mensagia.
ca: Heu de triar una configuració d’enviament a Mensagia.
es_mx: Debes elegir una configuración de envío en Mensagia.

source: You must sign in your Mensagia account.
ca: Heu de conectar el vostre compte de Mensagia.
es_mx: Debes conectar tu cuenta de Mensagia.

source: The Mensagia plugin is correctly configured!
ca: El plugin de Mensagia està ben configurat!
es_mx: ¡El plugin de Mensagia está configurado correctamente!

source: Mensagia for WooCommerce
ca: Mensagia per WooCoomerce
es_mx: Mensagia para WooCoomerce

source: Connect your ecommerce with Mensagia to create hypersegmented campaigns and send automatic notifications through SMS or Email Marketing.
ca: Connecta el teu ecommerce amb Mensagia per a crear campanyes hipersegmentades i enviar notificacions automàtiques a través de SMS o Email Màrqueting.
es_mx: Conecta tu ecommerce con Mensagia para crear campañas hipersegmentadas y enviar notificaciones automáticas a través de SMS o Email Marketing.
